[
    {
        "id": "1",
        "name": "Book Bearer",
        "bannerImage": "",
        "liveLink": "https://bookbearer-5bfd0.web.app/",
        "clientRepo": "https://github.com/Sarker-Rajib/bookbearer-resale-12",
        "serverRepo": "https://github.com/Sarker-Rajib/bookbearer-server",
        "details": [
            "This is a project based on the online resale market. You can get Buy and Sell option here",
            "You have to log (email and google login available) in to see all products.",
            "You can see your booking product as a buyer. As a Seller you can add and see your products. If there is any advertised product you can see then on homepage advertise section.",
            "If you want to be a seller you have to select seller option during create an account.",
            "You can Contact us via contact form fill up.",
            "You will be able to subscribe our newsletter to get our updates",
            "Tech & Tools : <strong>React Js, Express Js, MongoDb, axios, vercel, firebase, node js</strong>",
            "User Authentication,"
        ],
        "shortDetails": "loremsks"
    },
    {
        "id": "2",
        "name": "Fast Express",
        "bannerImage": "",
        "liveLink": "https://assignment-11-82529.web.app/",
        "clientRepo": "https://github.com/Sarker-Rajib/service-review-11-client",
        "serverRepo": "https://github.com/Sarker-Rajib/serviceReview-11-server",
        "details": [
            "Home",
            "On navbar you will find Home , blog , and login button. If you log in you will find more two buttons - 1. Add services and My reviews.",
            "Blog page will show you some learning contents.",
            "If you go to the add services page you will be able to add new services.",
            "In the my review page you will see your reviews and you can edit them here. if you don't have any comments you will see a message.",
            "You can see description about service by clicking 'view details' button on service card.",
            "In the details page you can add reviews.",
            "Tech & Tools : <strong>React Js, Express Js, MongoDb, axios, vercel, firebase, node js",
            "User Authentication"
        ],
        "shortDetails": "loremsks"
    },
    {
        "id": "3",
        "name": "IT Pro Edu",
        "bannerImage": "",
        "liveLink": "https://assignment-10-bfb97.web.app/",
        "clientRepo": "https://github.com/Sarker-Rajib/It-pro-edu-10",
        "serverRepo": "https://github.com/Sarker-Rajib/it-pro-edu-server",
        "details": [
            "IT ProEdu is professional learning website. Here information technology courses are provided. At home page you will find a banner and courses bellow banner",
            "Dark and light mode are available",
            "You click on more info about course you can see full details of course",
            "You can get the premium access to the courses. To access the courses you have to login first",
            "Tech & Tools : <strong>React Js, Express Js, MongoDb, vercel, firebase, node js</strong>",
            "User Authentication"
        ],
        "shortDetails": "loremsks"
    }
]